[{"numero": 64, "nombre": "Antes de la consumación", "lineas": "[2, 1, 2, 1, 2, 1]", "texto": "未濟\r\n\r\nLlegando a la meta.\r\n\r\nÉxito.\r\n\r\n\"Pero si el pequeño zorro mete su cola en el agua antes de completar el cruce, no hay nada que sea ventajoso.\"", "m1": "Mete su cola en el agua. Humillación.\r\nConsejo: Ser precavido, no apurarse.", "m2": "Frena sus ruedas. La perseverancia trae buena fortuna.", "m3": "Antes de la terminación el ataque trae desgracia. Es ventajoso atravesar las grandes aguas.", "m4": "La perseverancia trae buena fortuna. Los remordimientos desaparecen. Conmoción para castigar el país del diablo. Durante tres años se es premiado con grandes reinos.", "m5": "La perseverancia trae buena fortuna. Sin remordimientos. La luz de un hombre noble es verdadera. Fortuna.", "m6": "Se bebe vino en plena confianza. Sin reproches. Pero si uno se hace mojar la cabeza, la perderá en verdad.", "texto_especial": "", "mas_info": "https://www.google.com/url?q=https%3A%2F%2F1drv.ms%2Fb%2Fs!AiHBiWmNUkrYe1clbzFwMIEkNH0&sa=D&sntz=1&usg=AOvVaw2PUOICjzykdWtEMclZrOvg", "simbolo": "未濟"}, {"numero": 63, "nombre": "Cerrar un ciclo", "lineas": "[1, 2, 1, 2, 1, 2]", "texto": "既濟\r\n\r\nDespués de la terminación. Éxito en asuntos pequeños. La perseverancia es ventajosa. Al comienzo fortuna, al final disturbios. Así el hombre noble reflexiona sobre la desgracia y se prepara por anticipado contra ella.", "m1": "Frena sus ruedas. Mete su cola en el agua. Sin reproches.", "m2": "La mujer pierde el visillo de su carruaje. No corras tras él; al séptimo día lo encontrarás.", "m3": "El ilustre antepasado castiga el país del diablo. Al cabo de tres años lo conquista. No hay que emplear gente vulgar.", "m4": "Las mejores vestimentas se vuelven harapos. Sé cuidadoso durante todo el día.", "m5": "El vecino del Este que mata un buey no alcanza la felicidad verdadera que puede esperar el vecino del Oeste con su pequeña ofrenda.", "m6": "Mete la cabeza en el agua. Peligro.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1I2UHGHklWsw0JtvYiEzTDSKR3HjrfsdN/view", "simbolo": "既濟"}, {"numero": 62, "nombre": "Pequeños Logros", "lineas": "[2, 2, 1, 1, 2, 2]", "texto": "小過\r\n\r\n\r\nPreponderancia de lo pequeño.\r\n\r\nÉxito.\r\n\r\nLa perseverancia es ventajosa.\r\n\r\nSe pueden hacer cosas pequeñas, no se pueden hacer cosas grandes.\r\n\r\nEl pájaro que vuela trae el mensaje: \"No es bueno empeñarse en subir, es bueno permanecer en lo bajo.\"\r\n\r\nGran fortuna.", "m1": "Volando el pájaro encuentra el infortunio.", "m2": "Ella pasa delante de sus antepasados y encuentra la matriarca. No llega hasta su príncipe, pero sí a un oficial. Sin reproches.", "m3": "Si uno no es extraordinariamente cauteloso alguien puede venir por detrás y golpearlo. Desgracia.", "m4": "Sin reproches. Sin pasar delante de él se lo encuentra. Ir acarrea el peligro. Uno debe estar en guardia. No actuar. Ser constantemente perseverante.", "m5": "Nubes densas, no hay lluvia del territorio de oeste. El príncipe dispara y alcanza quienes están en la caverna.", "m6": "Pasa junto a él sin encontrarlo. El pájaro que vuela lo abandona. Desgracia. Eso significa infortunio y daño.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1PCxc7GbfopW_Ty41qP6E4BQ1Hn0QbMyS/view", "simbolo": "小過"}, {"numero": 61, "nombre": "La Verdad Interior", "lineas": "[1, 1, 2, 2, 1, 1]", "texto": "中孚\r\nLa verdad interior.\r\n\r\nCerdos y peces. Buena fortuna.\r\nSerá provechoso cruzar la gran corriente.\r\nEs bueno perseverar.", "m1": "Estar preparado trae buena fortuna. Si hay pensamientos ocultos, es inquietante.", "m2": "Una grulla llamando en la oscuridad. Su cría le contesta. Tengo una buena copa. Yo la compartiré contigo.", "m3": "Encuentra un compañero. Algunas veces toca el tambor, otras veces se detiene. Algunas veces solloza, otras veces canta.", "m4": "La Luna está casi llena. El caballo del atelaje va perdido. Sin reproches.", "m5": "Se posee la verdad que reúne. Sin reproches.", "m6": "El canto del gallo penetra hasta el cielo. La perseverancia trae desgracia.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1gyyvmHhbLtVrN8iqjIw7fJwtaesPhkKl/view", "simbolo": "中孚"}, {"numero": 60, "nombre": "Límites", "lineas": "[1, 1, 2, 2, 1, 2]", "texto": "節 \r\nLimitación. Éxito. Una limitación amarga no debe practicarse con perseverancia.", "m1": "No salir de la puerta ni del patio es sin reproches.", "m2": "No salir de la puerta ni del patio trae desgracia.", "m3": "Quien no conoce limitaciones tendrá motivo para lamentarse. Sin reproches.", "m4": "Limitación satisfecha. Éxito.", "m5": "Limitaciones dulces traen fortuna. Ir trae estima.", "m6": "Limitación amarga: la perseverancia trae desgracia. Los remordimientos desaparecen.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/19TfeFcHg4NKxxrCcUMB6GXV213ll_FzA/view", "simbolo": "節"}, {"numero": 59, "nombre": "La Disolución", "lineas": "[2, 1, 2, 2, 1, 1]", "texto": "渙\r\n\r\nLa disolución. Éxito. El rey se acerca de su templo. Es ventajoso cruzar las grandes aguas. La perseverancia es ventajosa.", "m1": "Fortuna. Trae ayuda con la fuerza de un caballo.", "m2": "En la disolución se recurre a su apoyo. Los remordimientos desaparecen.", "m3": "Se disuelve a sí mismo. Sin remordimientos.", "m4": "Se destaca de su grupo. Sublime fortuna. Por la disolución se pasa a la acumulación. Es algo en lo que la gente común no piensa.", "m5": "Sus fuertes gritos disuelven como el sudor. Disolución. El rey permanece sin reproches.", "m6": "Disuelve su sangre. Irse, manteniéndose a distancia, salir, permanecen sin reproches.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1yMn-T0srZ-Ybzs2P5kaxVEXrJOikpBoX/view", "simbolo": "渙"}, {"numero": 58, "nombre": "Regocijo", "lineas": "[1, 1, 2, 1, 1, 2]", "texto": "兌\r\nDoblemente sereno, Gozoso y placentero.", "m1": "Alegría gozosa. ¡Fortuna!", "m2": "Sincera alegría. Buena fortuna. Los remordimientos desaparecen.", "m3": "Alegría que viene. Desgracia. (la verdadera alegría debe manar desde dentro).", "m4": "La serenidad deliberada no es apacible. Después de superar los errores uno se siente contento. Es solamente cuando se ha reconocido claramente que las pasiones llevan al sufrimiento que uno puede decidir de deshacerse de lo que es inferior y puede buscar las alegrías superiores.", "m5": "Malas influencias. La veracidad contra lo destructivo es peligrosa. Prevenir es mejor que curar.", "m6": "Alegría seductora. Es menester ser humilde.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1-dnfY0zwrE0IfLhlpU8OAtiM-tjEOvtX/view", "simbolo": "兌"}, {"numero": 57, "nombre": "Lo Suave", "lineas": "[2, 1, 1, 2, 1, 1]", "texto": "巽\r\n\r\nLa suavidad del viento es capaz de todo.", "m1": "Indeciso vaivén. Es propicio ser resuelto, la situación amerita dejar a un lado la suavidad.", "m2": "Encuentra el elemento oculto. Elimina las influencias oscuras.", "m3": "La reflexión penetrante no debe ir demasiado lejos, sino ella puede interferir la capacidad de decisión. Cuando un asunto ha sido examinado a fondo, es importante de decidir y actuar. Una reflexión repetida lleva siempre a la duda y, por consiguiente, a la humillación, puesto que uno se encuentra en la incapacidad de actuar.", "m4": "El remordimiento se desvanece. Durante la cacería se capturan tres clases de cazas silvestres.", "m5": "La perseverancia trae fortuna. El remordimiento se disipa. Nada que no sea ventajoso. Sin comienzo pero con final. Antes del cambio, tres días, después del cambio, tres días. ¡Fortuna!\",", "m6": "Penetración bajo la cama. Pierde sus bienes y su hacha. La perseverancia trae desgracia.", "texto_especial": "", "mas_info": "https://onedrive.live.com/?authkey=%21AAYDPubVUPTDXI8&cid=D84A528D6989C121&id=D84A528D6989C121%21118&parId=D84A528D6989C121%21108&o=OneUp", "simbolo": "巽"}, {"numero": 56, "nombre": "Forastero", "lineas": "[2, 2, 1, 1, 2, 1]", "texto": "旅\r\n\r\nEl fuego se consume rápidamente sobre lo alto de la montaña.\r\nSe está en tierra extraña.\r\nComportarse. Habrá pequeños logros.", "m1": "Si un viajero se ocupa con cosas triviales atrae el infortunio sobre sí. Guarda tu dignidad, de nada sirve rebajarse.", "m2": "Encontrar un lugar seguro. Atesorar el tesoro de uno. Encontrar un aliado local.", "m3": "Se olvida qué es lo adecuado para un forastero. Mantente dentro de lo que corresponde o perderás lo que has ganado. Peligro.", "m4": "En la parada de un largo viaje, aún no llega a la meta. Recuerda: 'un paso a la vez'.", "m5": "Viene bien. Se obtiene reconocimiento. Consigue un cargo. Oportunidades.", "m6": "Si eres arrogante, pierdes tu lugar. Controla tus ánimos para evitar la desgracia.", "texto_especial": "", "mas_info": "https://onedrive.live.com/?authkey=%21ADAfLwe4RfVScyg&cid=D84A528D6989C121&id=D84A528D6989C121%21117&parId=D84A528D6989C121%21108&o=OneUp", "simbolo": "旅"}, {"numero": 55, "nombre": "Plenitud", "lineas": "[1, 2, 1, 1, 2, 2]", "texto": "豐 \r\nNo estés triste, debes ser como el sol al mediodía.", "m1": "Igualdad de rango con los pares. No imponerse.", "m2": "Hay un elemento oculto.\r\nNo avanzar.\r\nSostener la propia verdad con confianza es propicio.", "m3": "'...está tan oscurecido que al mediodía se pueden ver las estrellas...'.\r\nNo están las condiciones para actuar.", "m4": "El sol se asoma tras el eclipse. Encuentra un aliado.", "m5": "Trabajo colaborativo. ¡Fortuna!", "m6": "Cortarse solo tiene sus consecuencias.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1J_DOe0GJgpRGtzNi4YNV0bWE5cW_Cko3/view", "simbolo": "豐"}, {"numero": 54, "nombre": "Desposar", "lineas": "[1, 1, 2, 1, 2, 2]", "texto": "妹歸 \r\nNada es propicio\r\nHay algo para corregir.", "m1": "La doncella casadera como concubina. Un cojo que es capaz de caminar. Las empresas traen fortuna.", "m2": "Un tuerto es capaz de ver. La perseverancia de un hombre solitario es ventajosa.", "m3": "La doncella casadera como una esclava. Ella se casa como concubina.", "m4": "La doncella casadera retarda el momento. Un matrimonio tardío viene a su debido tiempo.", "m5": "El soberano Yi dio a su hija en matrimonio. Las vestimentas bordadas no eran tan bellas como las de aquéllas que la seguían. La Luna casi llena trae fortuna.", "m6": "La mujer tiene un cesto pero no hay frutas en él. El hombre apuñala a la oveja pero no mana sangre. Nada que sea ventajoso.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1pfM9_ILb-P0Ch1NvQj1b3vlMrxPRK44W/view", "simbolo": "妹歸"}, {"numero": 53, "nombre": "Desarrollo", "lineas": "[2, 2, 1, 2, 1, 1]", "texto": "漸\r\n\r\nPaso a paso. Un proceso claro, fluido, suave. Raíces infiltran el agua de la tierra.", "m1": "El ganso salvaje gradualmente se acerca a la orilla. El hijo joven esta en peligro. Hay habladurías. Sin reproches.", "m2": "El ganso salvaje se dirige progresivamente hacia el acantilado. Comer y beber en paz y concordia. Fortuna.", "m3": "El ganso salvaje gradualmente se acerca a la meseta. El hombre sale y no vuelve. La mujer lleva un niño (en su vientre) pero no da a luz. Desgracia. Es conveniente defenderse contra los ladrones.", "m4": "El ganso salvaje se acerca gradualmente al árbol. Puede que encuentre una rama plana. Sin reproches.", "m5": "El ganso salvaje gradualmente se acerca a la cumbre. Por tres años la mujer no tiene hijos. Al final nada puede impedírselo. Fortuna.", "m6": "El ganso salvaje gradualmente se acerca a las cumbres entre las nubes. Sus plumas pueden ser usadas para las danzas sagradas. Fortuna.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1bybSQwKH2xfTvuqDBXhtT7CUP5ZN00_U/view", "simbolo": "漸"}, {"numero": 52, "nombre": "El Aquietamiento", "lineas": "[2, 2, 1, 2, 2, 1]", "texto": "艮\r\n\r\nUna montaña sobre otra. Quietud doble.", "m1": "Detenerse antes de empezar. Ningún defecto. Sé firme.", "m2": "No se puede salvar al otro. Detente tu.", "m3": "Quietud forzada, tu corazón no está quieto. Sincérate y pregunta de nuevo.", "m4": "Aquietamiento de la espalda. Ningún defecto. Nivel donde se olvida al yo y se encuentra quietud.", "m5": "Aquietamiento de las mandíbulas, las palabras guardan orden. Ser reservado. Que tus palabras sean sólidas. La situación lo amerita, no es tiempo de bromas.", "m6": "Gran ventura. Elevada quietud, paz. magnámidad.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1Ji-bV0g-UXIZ57UNomNMZcElZar0R5Ge/view", "simbolo": "艮"}, {"numero": 51, "nombre": "El Trueno", "lineas": "[1, 2, 2, 1, 2, 2]", "texto": "震\r\n\r\n Llega la conmoción y él no deja los rituales. Éxito. Doble trueno.", "m1": "La sacudida ocurre: ¡hu! ¡hu! Las palabras risueñas lo siguen: ¡ha! ¡ha! Fortuna", "m2": "La conmoción viene trayendo peligro. Cien mil veces pierdes tus tesoros y debes escalar las nueve colinas. No los persigas. Después de siete días los recuperarás.", "m3": "La conmoción viene y provoca el desamparo. Si se actúa en consecuencia de la conmoción, uno permanece libre de infortunio.", "m4": "La conmoción se empantana.", "m5": "La conmoción va de aquí para allá: peligro. Pero finalmente nada se pierde, solo hay cosas para hacer.", "m6": "La conmoción trae ruina y miradas angustiadas a todo lo que rodea. Avanzar trae el infortunio. Si éste todavía no ha alcanzado nuestro cuerpo, pero comienza a tocar a nuestro vecino, no hay reproches. Los compañeros tienen de qué hablar.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1oDtCl2v3K8vlZXRaZCCzhXdGBiRAtpKA/view", "simbolo": "鼎"}, {"numero": 50, "nombre": "El Caldero", "lineas": "[2, 1, 1, 1, 2, 1]", "texto": "鼎\r\n\r\nEl caldero sirve para los rituales y el alimento. Ventura, éxito.", "m1": "Un caldero con patas hacia arriba es ventajoso para vaciarlo de sus restos. Se toma una concubina por amor a su hijo. Sin reproches.", "m2": "En el caldero hay comida. Mis camaradas tienen envidia pero no pueden hacerme daño. Fortuna.", "m3": "El asa del caldero fue cambiada. Uno encuentra su camino obstaculizado. La grasa, del faisán no se come. Desde que cae la lluvia los remordimientos se disipan. Finalmente llega la fortuna.", "m4": "Los pies del caldero se rompen. La comida del príncipe se derrama y su persona se ensucia. Desgracia.", "m5": "El caldero tiene asas amarillas, anillos dorados. La perseverancia es ventajosa.", "m6": "El caldero tiene asas de jade. Inmensa fortuna. Nada puede dejar de ser ventajoso.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1vGXRwVWAFFdHWddMPdufkeiOeCb-dR-T/view", "simbolo": "鼎"}, {"numero": 49, "nombre": "Renovación", "lineas": "[1, 2, 1, 1, 1, 2]", "texto": "革 Es hora de cambiar de piel. Revolución. En tu propio día eres creído. La perseverancia favorece el mayor éxito. Los remordimientos se disipan.", "m1": "Uno está envuelto en el cuero de una vaca amarilla.", "m2": "En el día propio se puede emprender una revolución. Partir trae buena fortuna. Sin reproches.", "m3": "Partir trae desgracia. La perseverancia acarrea el peligro. Si el discurso de la revolución ha dado la vuelta tres veces, uno puede confiar en él y hallará la fe.", "m4": "El remordimiento se disipa. La fe se reencuentra. Cambiar el orden del estado trae buena fortuna.", "m5": "El gran hombre cambia como un tigre. Incluso antes de interrogar el oráculo encuentra la convicción.", "m6": "El hombre noble cambia como una pantera. El hombre cambia de rostro. Partir trae desgracia. Permanecer perseverante trae fortuna.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1sXVAIW9bLpaooUN2im0-tDvxZ_mPu2Uu/view", "simbolo": "革"}, {"numero": 48, "nombre": "La Fuente", "lineas": "[2, 1, 1, 2, 1, 2]", "texto": "井 La fuente no cambia por más que se vaya a otro sitio. Hay que cuidarla.", "m1": "El barro del pozo no es absorbido. Ni siquiera los animales van a un pozo viejo.", "m2": "En el vacío del pozo se tira sobre los peces. El cántaro se rompe y gotea.", "m3": "El pozo está restregado, pero ya no bebemos agua. Esta es la tristeza de mi corazón porque podríamos extraer agua de él. Si el rey tuviera claridad, disfrutaríamos juntos de la felicidad.", "m4": "El pozo fue recubierto. Sin reproches.", "m5": "En el pozo hay una fuente clara y fresca, uno puede beber de él.", "m6": "Saca el agua del pozo sin obstáculos. Es seguro. ¡Gran fortuna!", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1v1-qWO2jVhLstQw7qx5oACqOGyKitA3W/view", "simbolo": "井"}, {"numero": 47, "nombre": "Adversidad", "lineas": "[2, 1, 2, 1, 1, 2]", "texto": "困\r\nÉxito. Si uno tiene algo que decir, no se le cree.", "m1": "Uno se sienta, abrumado, bajo un árbol desnudo y llegamos a un valle oscuro. Durante tres años no se ve nada.", "m2": "Uno está deprimido cerca del vino y de los alimentos. Y llega el hombre de las rodilleras escarlatas. Es ventajoso ofrecer un sacrificio. Partir apresuradamente es fuente de infortunio. No hay reproches.", "m3": "Uno se deja abrumar por una piedra y se apoya sobre espinas y cardos. Entra a su casa y no ve a su esposa. Desgracia.", "m4": "Viene muy lentamente, agobiado en un carruaje dorado. Humillación, pero finalmente llega.", "m5": "Se tiene la nariz y los pies cortados. Se está agobiado por los hombres de rodilleras púrpuras. La alegría viene lentamente. Es ventajoso presentar ofrendas y libaciones.", "m6": "Está agobiado por las ramas. Se mueve con dificultad y dice: “El movimiento trae remordimientos.” Si se sienten remordimientos por ello y que uno se pone en marcha se obtiene la buena fortuna.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1h4K4aUoCmCvtM6lOXDpuWVWipOd2S3iy/view", "simbolo": "困"}, {"numero": 46, "nombre": "Avanzar", "lineas": "[2, 1, 1, 2, 2, 2]", "texto": "升 Elevado éxito. No temas.", "m1": "El empuje hacia arriba que encuentra la confianza trae una gran fortuna.", "m2": "Si uno es sincero, es ventajoso presentar una ofrenda aunque sea pequeña. Sin reproches.", "m3": "Alguien empuja hacia arriba en una ciudad vacía.", "m4": "El rey lo ofrece al Monte Ch’i. Fortuna. Sin reproches.", "m5": "La perseverancia trae fortuna. Se empuja hacia arriba gradualmente.", "m6": "Empujando hacia arriba en la oscuridad. Aprovecha perseverar sin desmayo.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1tSAFEzx8ESZgizEUIfk4BL7UOexLScPF/view", "simbolo": "升"}, {"numero": 45, "nombre": "La Reunión", "lineas": "[2, 2, 2, 1, 1, 2]", "texto": "萃\r\nVentura mediante ofrendas. Propicio emprender algo, ver al gran hombre, atravesar las grandes aguas.", "m1": "Quieres reunirte pero vacilas. Basta de vueltas. Di lo que quieres.", "m2": "No hace falta calcular en una reunión así. Sintonía. Es propicia una pequeña ofrenda.", "m3": "Si te sientes aislado busca al líder y deja que te abra la puerta.", "m4": "Gran ventura, ningún defecto. La reunión no acarrea fines egoístas.", "m5": "Muchos se acercan, algunos solo por interés. En esos casos conquistar su secreta desconfianza.", "m6": "Suspiros y lágrimas. El que no llora no mama.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1cmi8DCe2H8BCmlbKe4iosRyeqHoA8vvP/view", "simbolo": "萃"}, {"numero": 44, "nombre": "La complacencia", "lineas": "[2, 1, 1, 1, 1, 1]", "texto": "姤 \r\nLa muchacha es poderosa, no debe uno casarse con ella.", "m1": "Todavía es tiempo de detener el avance del mal. Sujétalo como un cerdo flaco para evitar desgracias.", "m2": "Uno tiene algo que ofrecer, pero mejor no. El otro tal vez tenga dobles intenciones o no es realmente sincero.", "m3": "Se está en una situación desfavorable y hay tentación al mal. Sé consciente del peligro y continúa por tu camino.", "m4": "Es importante y necesario no cerrarse a los de abajo, hay que hacer sacrificios y ser condescendiente. Sino lo lamentarás luego.", "m5": "Esconde tu tesoro y déjalo madurar oculto. Cuando sea el momento dará sus frutos. Es el designio, mantente oculto y correcto.", "m6": "No se debe forzar el avance. Tiempo de apartarse.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/17l6027d9Q6rKJchW_5B9g2c2LafQHE8p/view", "simbolo": "姤"}, {"numero": 43, "nombre": "El desbordamiento", "lineas": "[1, 1, 1, 1, 1, 2]", "texto": "夬\r\n\r\nEl lago llega a la copa de los árboles. Inundación. Situación excepcional. \"Ha de proclamarse conforme a la verdad, peligro\". Es necesario y propicio emprender algo.", "m1": "Fuerza en los dedos de los pies que avanzan. Si se va sin estar a la altura del asunto, se comete una falta.", "m2": "Un grito de alarma. Armas en la tarde y la noche. Nada que temer.", "m3": "Ser poderoso en los pómulos trae desgracia. El hombre noble está firmemente resuelto. Él camina solo y se encuentra bajo la lluvia. Él es salpicado y se enfada contra ella. Sin culpa.", "m4": "No hay piel en los muslos y caminar es difícil. Si uno se deja conducir como una oveja, el arrepentimiento disminuiría. Pero si uno escucha estas palabras, no se las creerá.", "m5": "Enfrentar a las malezas requiere una firme resolución. Marchar por el medio queda libre de culpa.", "m6": "Sin llamado. Al final llega la desgracia.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1CXHr6ObBh6jhhRGPW3zvTuKhDkgdsnzx/view", "simbolo": "夬"}, {"numero": 42, "nombre": "El Aumento", "lineas": "[1, 2, 2, 2, 1, 1]", "texto": "益\r\nTodo es propicio. No desperdicies esta oportunidad. Haz algo.", "m1": "Es ventajoso realizar grandes acciones. ¡Suprema fortuna! Sin falla.", "m2": "Alguien ciertamente lo aumenta. Diez pares de tortugas no pueden oponérsele. La perseverancia constante trae fortuna. El rey lo presenta ante Dios. ¡Fortuna!", "m3": "Uno se enriquece a través de acontecimientos infortunados. Sin reproches, si eres sincero, que camines por el medio y rindas cuentas al príncipe munido con un sello.", "m4": "Si caminas en el medio e informas al príncipe, él seguirá. Es ventajoso de estar empleado en el traslado de la capital.", "m5": "Si en realidad tienes buen corazón, no preguntes. ¡Suprema fortuna! Realmente la bondad será reconocida cómo tu virtud.", "m6": "No lleva incremento a nadie. Alguien seguramente lo hiere. Su corazón no se mantiene constantemente firme. Desgracia.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1Xv_14qbUzswfQgqn1AsHNuYWC43pPgZ1/view", "simbolo": "益"}, {"numero": 41, "nombre": "La merma", "lineas": "[1, 1, 2, 2, 2, 1]", "texto": "損\r\n\r\nMermarse, hacer sacrificios, trae ventura.\r\n\r\nConsejo: controla la ira y los instintos.", "m1": "Si las tareas se terminan, irse rápido no tiene reproches. Sin embargo, uno debe preguntarse ¿En qué medida uno puede privar a los demás?", "m2": "La perseverancia es ventajosa. Emprender algo es fuente de infortunio. Sin disminuirse a sí mismo uno puede aumentar a los demás.", "m3": "Cuando tres personas viajan juntas, su número disminuye en uno. Cuando alguien viaja solo, encuentra a su compañero.", "m4": "Cuando un hombre atenúa sus defectos, hace que los demás se apresuren en venir y reunírsele: sin reproches", "m5": "Alguien seguramente lo aumenta. Diez pares de tortugas no pueden oponérsele. Suprema fortuna.", "m6": "Cuando alguien crece sin disminuir a los otros, no hay reproches. La perseverancia trae fortuna. Es ventajoso emprender algo. Se obtiene un servidor, pero ya no se tiene un hogar especial.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1hGb8vth1yb5Ma2coVmgO6xyLyOp_eCuC/view", "simbolo": "損"}, {"numero": 40, "nombre": "Liberación", "lineas": "[2, 1, 2, 1, 2, 2]", "texto": "解\r\nSe respira un aire más puro luego de la tormenta.\r\nSi hay un objetivo claro, mejor apurarse. El movimiento lleva fuera del peligro. El obstáculo fue removido y las dificultades están en curso de solucionarse. Es recomendable volver a la normalidad cuanto antes se resuelva todo.", "m1": "Asunto solucionado. Calma, silencio. Ya está.", "m2": "'Se capturan tres astutos zorros'. Los aduladores deben ser expulsados para lograr la liberación mediante nobleza e intelecto.", "m3": "Se ha logrado liberarse, pero hay que cuidarse de no ser altanero o presuntuoso. Hay que evitar esto.", "m4": "Es extremadamente necesario mantenerse inmóvil en este momento. No seguir malas influencias con las que no hay afinidad para lograr la liberación. Así se podrá ver la oportunidad que se acerca.", "m5": "El tiempo de liberación requiere resolución interna. Uno sólo puede liberarse a sí mismo. Mediante una verdadera disposición interna se aleja lo bajo.", "m6": "Si hay un obstáculo u obstaculizador para la liberación, es necesario deshacerse de él enérgicamente. Esperar el momento apropiado y actuar en consecuencia.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1CbVAartS8YRUp1mPUPS8d3jN8QOqzgtR/view", "simbolo": "解"}, {"numero": 39, "nombre": "Impedimento", "lineas": "[2, 2, 1, 2, 1, 2]", "texto": "蹇\r\n\r\nTrabas.\r\n\r\nEsperar, pedir ayuda, perseverar.", "m1": "Lo correcto es retraerse durante cierto tiempo, no para renunciar al combate, sino para reunir fuerzas esperando el tiempo apropiado para actuar.", "m2": "Las dificultades se deben a causas externas. Hay que ir tranquilamente sorteando en la medida de lo posible.", "m3": "Ir conduce al obstáculo, es por eso que regresa.", "m4": "Ir conduce a los obstáculos, venir conduce a la unión.", "m5": "En medio de los más grandes obstáculos aparecen los amigos.", "m6": "Frente a la imposibilidad de hacerse a un lado del caos reinante, es menester buscar un aliado y terminar el asunto.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/17_M9cLA38E35oSqwlHA8glpgobFyqSSX/view", "simbolo": "蹇"}, {"numero": 38, "nombre": "Oposición", "lineas": "[1, 1, 2, 1, 2, 1]", "texto": "暌\r\n\r\nAntagonismo, hay oposición.\r\n\r\nSolo ventura en lo pequeño. Aún no hay acuerdo.", "m1": "'El remordimiento desaparece. Si pierdes tu caballo, no corras tras él, vuelve por su cuenta. Si ves hombres malvados, ten cuidado con los errores.", "m2": "Se encuentra a su maestro en un callejón estrecho. Sin reproches.", "m3": "No es un buen comienzo, pero es un buen final.", "m4": "Aislados por la oposición, se encuentra a alguien con ideas afines con quien podemos actuar con confianza. A pesar del peligro no hay remordimiento.", "m5": "Entre el caos se nota el haber pasado por algo a alguien leal y afín. Trabaja en equipo.", "m6": "Aislado por malentendidos, en su debido tiempo caerán las caretas. No está todo tan mal.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1-U5GIxyu8kJFFqnqa1JDULUpcwBEccQW/view", "simbolo": "暌"}, {"numero": 37, "nombre": "Institución", "lineas": "[1, 2, 1, 2, 1, 1]", "texto": "人家 Familia, clan, propicia la perseverancia de una mujer.", "m1": "La familia debe ser una unidad claramente definida en el interior de la cual cada miembro debe conocer su lugar.", "m2": "Ella no debe seguir sus caprichos. Debe ocuparse de los alimentos en el interior. La perseverancia trae buena fortuna.", "m3": "Cuando los ánimos se caldean en la familia, la severidad excesiva acarrea remordimientos. La buena fortuna se aleja. Cuando la mujer y el niño retozan y ríen, al final conduce a la humillación.", "m4": "Ella es la riqueza de la casa. Inmensa fortuna.", "m5": "Como un rey se acerca a su familia. Sin temor. Buena fortuna.", "m6": "Su trabajo inspira respeto. Al final llega la fortuna.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1Apza6ZDaXQhQHNbNCECKK39p1T3F4O5n/view", "simbolo": "人家"}, {"numero": 36, "nombre": "Eclipse", "lineas": "[1, 2, 1, 2, 2, 2]", "texto": "明夷\r\n\r\nEl oscurecimiento de la luz.\r\n\r\nSe perseverante en la emergencia.\r\n\r\nOculta tu luz mientras dominen los incultos.", "m1": "El oscurecimiento de la luz en vuelo. Él baja sus alas. Durante su viaje, el hombre noble no come durante tres días, pero tiene adonde ir. El anfitrión tiene cosas que decir sobre él.", "m2": "El oscurecimiento de la luz lo hiere en el muslo izquierdo. Él presta su ayuda con el vigor de un caballo. Fortuna.", "m3": "El oscurecimiento de la luz durante la caza en el sur. Capturamos a su gran cabecilla. Uno no debe esperar una persistencia apresurada.", "m4": "Uno entra en el lado izquierdo del vientre. Uno alcanza al corazón del oscurecimiento de la luz y deja la puerta y la corte.", "m5": "Oscureciendo la luz como el príncipe Chi. La perseverancia es ventajosa.", "m6": "No hay luz, sino oscuridad. Primero él se elevó al cielo, luego se sumergió en las profundidades de la tierra.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1sEV3hoDfB7tpm5HxTj1Wi6OSBEvBC3ly/view", "simbolo": "明夷"}, {"numero": 35, "nombre": "El Progreso", "lineas": "[2, 2, 2, 1, 2, 1]", "texto": "晉\r\n\r\nReconocimiento, Invitación. La luz del sol no necesita presumir.", "m1": "Progresando pero siendo rechazado. La perseverancia trae fortuna. Si no se encuentra la confianza, uno debe permanecer en calma. Sin error.", "m2": "Progresando pero con tristeza. La perseverancia trae fortuna. Recibimos una gran felicidad de un antepasado.", "m3": "Todos están de acuerdo. El remordimiento desaparece.", "m4": "Progreso como un hámster. La perseverancia trae peligro.", "m5": "Sigue hacia adelante sin perder de vista su meta.", "m6": "El remordimiento desaparece. Las ganancias y la pérdidas no se toman en serio. Las empresas traen fortuna. Nada que sea ventajoso.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1wLU7jFcEBhTw1Q9m0G8AFW3fljg4JxLs/view", "simbolo": "晉"}, {"numero": 34, "nombre": "Gran iniciativa", "lineas": "[1, 1, 1, 1, 2, 2]", "texto": "壯大\r\n\r\nEs propicia la perseverancia.", "m1": "Cuando una gran potencia que aún no posee influencia pretende avanzar, se lleva a sí misma hacia la desgracia.", "m2": "El uso correcto y perseverante de la potencia trae buena fortuna.", "m3": "El hombre vulgar actúa usando la fuerza, el hombre noble no actúa así. Continuar es peligroso. Un chivo arremete contra un cerco y sus cuernos quedan atrapados.", "m4": "Cuando se trabaja con calma y perseverancia para apartar las resistencias finalmente se alcanza el éxito. Mientras menos se exterioriza la fuerza, más potentes son sus efectos.", "m5": "Pierde el chivo fácilmente. Sin remordimientos. . En la situación presente todo se hace fácil, no hay más resistencias. Se puede entonces abandonar la naturaleza belicosa, semejante a la del chivo, y no habrá de qué arrepentirse.", "m6": "Un chivo embiste un cerco. No puede avanzar ni retroceder. Nada es ventajoso. Pero si se reconoce la dificultad, eso trae el éxito.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1CxTugXy8HROQT1PtmMntZzX4tmAuJLDp/view", "simbolo": "壯大"}, {"numero": 33, "nombre": "Retroceder", "lineas": "[2, 2, 1, 1, 1, 1]", "texto": "遯\r\n\r\nLa retirada, éxito en lo pequeño.", "m1": "En la cola durante la retirada. Es peligroso. No debe desearse emprender nada.", "m2": "Pese a la renuncia del resto, si lo que se pretende es justo y que se mantiene una firme voluntad de conseguirlo, se alcanza el cometido.", "m3": "Si te impiden retirarte, toma la iniciativa. Ponlos a tu servicio.", "m4": "Retirarse voluntariamente trae buena fortuna para uno, tristeza para el otro.", "m5": "Retirada amistosa, la perseverancia trae buena fortuna. La operación puede efectuarse de forma amistosa y sin dar lugar a explicaciones desagradables.", "m6": "Retirada alegre, todo es favorable cuando se elige el momento oportuno para retirarse.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1y7e9GEjWU7gNEdHvcUTfrfzRJ3DiMRaq/view", "simbolo": "遯"}, {"numero": 32, "nombre": "La Constancia", "lineas": "[2, 1, 1, 1, 2, 2]", "texto": "恆\r\nDurar. No hay falla. Éxito. Persevera.", "m1": "Buscar la duración prematuramente trae desgracia persistente. Nada que sea ventajoso.", "m2": "El remordimiento desaparece.", "m3": "Quien no da duración a su carácter se encuentra con la desgracia. Humillación persistente.", "m4": "Si se persiste en correr tras la caza en un lugar donde no la hay, uno puede esperar largo tiempo sin encontrarla.", "m5": "Hay que ser activo y adaptable y sólo dejarse guiar por lo que exige el deber.", "m6": "La inquietud como condición duradera trae mala fortuna, cálmate.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1QXE3oCHc9y8NasH0-KPqLaPLgfYYOrG9/view", "simbolo": "恆"}, {"numero": 31, "nombre": "Atracción mutua", "lineas": "[2, 2, 1, 1, 1, 2]", "texto": "咸\r\nInfluencia, Logro, Tomar una muchacha trae ventura. Con disposición receptiva, permites que otros se te acerquen.", "m1": "La idea de la influencia está presente pero aún no se materializa. Mientras la influencia esté sin manifestar, no habrá ni buenas ni malas consecuencias.", "m2": "Dejarse llevar por el impulso de una influencia poderosa, solo conduce a la desgracia. Esperar es mejor.", "m3": "Dejarse llevar por los impulsos del cuerpo a la larga no es bueno. No se debe correr precipitadamente tras las personas que se desea influir. Tampoco se recomienda ceder ciegamente a los caprichos de los demás.", "m4": "Perseverar trae buena fortuna. Remordimientos desaparecen.", "m5": "La voluntad permanece firme, su efecto no lleva a la confusión. De cualquier manera, si uno permanece influenciable, tampoco podrá influir a otros.", "m6": "La manera más superficial de intentar influir sobre alguien es con palabras vacías.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/10C7VSP9vt2R9ymC3bExjIItfRgH2yypl/view", "simbolo": "咸"}, {"numero": 30, "nombre": "Fuego", "lineas": "[1, 2, 1, 1, 2, 1]", "texto": "離\r\nHexagrama doble.\r\nSinergia. Congregación.\r\nPropicio.", "m1": "Aun estar comprometido con ningún camino definitivo. Para dejar de vagar indeciso, poner el foco en la meta.", "m2": "Mantenerse en el 'camino del medio'. Suprema fortuna.", "m3": "\"Cuando el brillo del sol declina, ya no inspira alegría, sino tristeza\".", "m4": "Llegada repentina. Lo que rápido empieza, rápido acaba.", "m5": "Llorar y extinguir los suspiros.\r\nLuego fortuna mediante el superior.", "m6": "Capturar al cabecilla. Grandes logros, mantener la rectitud.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1fVXgzBfnrw_l9RSwwyGKjA0jWb-XguqJ/view", "simbolo": "離"}, {"numero": 29, "nombre": "Aguas peligrosas", "lineas": "[2, 1, 2, 2, 1, 2]", "texto": "坎 \r\nLo insondable. Doble agua, dos abismos, peligro. Si eres veraz tendrás logro y éxito.", "m1": "Repetición de lo insondable. En lo insondable uno cae en un abismo. Desgracia.", "m2": "El abismo es peligroso. Uno debe esforzarse solamente para obtener pequeñas cosas.", "m3": "Hacia adelante y atrás, abismo sobre abismo. En un tal peligro uno debe hacer una pausa y esperar, de lo contrario caerá en un abismo, en un hoyo. No actúes así.", "m4": "Una jarra de vino, todavía otra escudilla de arroz. Simples vasijas de barro tendidas a través de la ventana. Por cierto que no hay reproche en ello.", "m5": "El abismo no está colmado, sino que está lleno hasta el borde. Sin reproches.", "m6": "Ligado con cuerdas y cables, encerrado en entre los muros de una prisión erizada de púas. Durante tres años no se logra encontrar el camino. Desgracia.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1wx3a9hnTBlZcBlKNf-XZBVtKi8obvSFt/view", "simbolo": "坎"}, {"numero": 28, "nombre": "La Sobrecarga", "lineas": "[2, 1, 1, 1, 1, 2]", "texto": "大過\r\nUna viga muy pesada se está por partir, su sostén no es suficiente. Hay que hacer algo.", "m1": "Colocar debajo juncos blancos. Sin reproches.", "m2": "Un álamo seco retoña en sus raíces. Un hombre viejo toma una esposa joven. Todo es ventajoso.", "m3": "La viga cumbrera se rompe. Desgracia.", "m4": "La viga cumbrera está apuntalada. Fortuna. Si hay segundas intensiones, es humillante.", "m5": "Un álamo seco produce flores. Una mujer vieja toma marido. Sin reproches. Sin alabanzas.", "m6": "Se debe atravesar el agua. Pero ella lo sobrepasa. Desgracia. Sin reproches.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1Fmsdt90PYntciTT0qj4zTTubBxI-sef9/view", "simbolo": "大過"}, {"numero": 27, "nombre": "Las comisuras de la boca", "lineas": "[1, 2, 2, 2, 2, 1]", "texto": "頤\r\n\r\n\r\nCuida lo que entra y sale de tu boca.", "m1": "Dejas caer a tu tortuga mágica... 'Cuando nos comparamos con los demás, en seguida brillamos de envidia o de vanidad'.", "m2": "La cigarra no podrá pedirle por siempre favores a la hormiga.", "m3": "Es un camino de ida (y no muy elevado por cierto). Pesadas consecuencias desfavorables.", "m4": "Pedir ayuda para ayudar a otros.", "m5": "No es el camino, está bien probar otra forma. Por ahora ser receptivo.", "m6": "Consciencia de la dependencia de otras personas. Responsabilidad, promesa de éxito.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1jxxX1CISUbkrhKmE6CHe8uqYms-EIbr3/view", "simbolo": "頤"}, {"numero": 26, "nombre": "El poder de lo grande", "lineas": "[1, 1, 1, 2, 2, 1]", "texto": "大畜\r\nEs propicia la perseverancia, trae ventura no comer en casa.", "m1": "Hay peligro en ciernes. Es conveniente alejarse.", "m2": "Los ejes de las ruedas fueron sacados del carro.", "m3": "Un buen caballo que sigue a otro. La conciencia del peligro y la perseverancia son convenientes. Debes ejercitarte todos los días guiando el carro y manejando las armas. Es conveniente tener un lugar adonde ir.", "m4": "La tablilla sobre el testuz de un toro joven. Gran buena fortuna.", "m5": "Los colmillos de un jabalí castrado. ¡Fortuna!", "m6": "Se alcanza el camino del cielo. Éxito.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1fBeQg9c8rAPb39bghU2auVvln5HgEzs1/view", "simbolo": "大畜"}, {"numero": 25, "nombre": "Inocencia", "lineas": "[1, 2, 2, 1, 1, 1]", "texto": "妄无\r\n\r\nInocente es libre de segundas intenciones. Inocente es libre de sospechas.\r\nLo inocente nunca puede ser malo.\r\nSublime fortuna.\r\n\r\nAdentro movimiento, afuera creación.", "m1": "Cambio inocente trae buena fortuna.", "m2": "Si cuando siembra no se piensa en la cosecha, entonces es ventajoso emprender algo.", "m3": "Desgracia inmerecida. La vaca amarrada da ganancia al vagabundo y pérdidas al aldeano.", "m4": "Quien puede ser perseverante permanece sin reproches.", "m5": "En una enfermedad inmerecida no hay necesidad de remedio. Pronto se remediará por sí sola.\r\n\r\n\"El que se fue sin que lo echen, vuelve sin que lo llamen\".", "m6": "Una acción inocente trae desgracia. Nada es favorable.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1cRDXPjvOhfPiGKuqn0bncLP55J6NZ2-R/view", "simbolo": "妄无"}, {"numero": 24, "nombre": "Volver", "lineas": "[1, 2, 2, 2, 2, 2]", "texto": "復\r\n\r\nEl retorno.\r\n\r\nÉxito, salida y entrada sin falla.\r\nLlegan buenos amigos.\r\n\r\nVa y viene el camino.\r\nEs propicio tener a donde ir.\r\n\r\nNo falta mucho.", "m1": "Retorno de corta distancia. No hay necesidad de remordimientos. ¡Gran fortuna!", "m2": "Retorno tranquilo. ¡Fortuna!", "m3": "Regreso reiterado. Peligro. Sin reproches.", "m4": "Caminando errante en medio de los otros, se retorna solo.", "m5": "Retorno magnánimo. Sin remordimientos.", "m6": "Retorno fallado. Infortunio. La desgracia viene de afuera y de adentro. Si deja marchar tal ejército, finalmente se sufrirá una gran derrota, desastrosa para el gobernante del país. Por diez años no será posible atacar de nuevo.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1NCW8Xv4ooEo99tDNP-K1nlIx5C29d98-/view", "simbolo": "復"}, {"numero": 23, "nombre": "La Desintegración", "lineas": "[2, 2, 2, 2, 2, 1]", "texto": "剝\r\nLos trazos yin están por ahogar el último yang. No es propicio ir a ninguna parte. Estar quieto y esperar que pase el momento.", "m1": "La oscuridad avanza en secreto. Calumnias, intrigas. Desgracia.", "m2": "El poder oscuro avanza, está por llegar a uno. La señal es cuando se pierde la tranquilidad. Hay que adaptarse a las exigencias del momento para evitar el desastre.", "m3": "La influencia del entorno es negativa, conflictos. 'Se dispersa con ellos, sin reproches'.", "m4": "El lecho, la piel. La desgracia ha alcanzado el máximo punto y ya no se puede evitar.", "m5": "La fuerza yin se acerca al trazo yang y trae favores. Todo es favorable.", "m6": "Hay un gran fruto que aún no ha sido comido. No se recibe el carruaje y la casa del inferior se hace pedazos.", "texto_especial": "", "mas_info": "https://onedrive.live.com/?authkey=%21AMLoySxafiYcVNc&cid=D84A528D6989C121&id=D84A528D6989C121%21114&parId=D84A528D6989C121%21108&o=OneUp", "simbolo": "剝"}, {"numero": 22, "nombre": "Embellecer", "lineas": "[1, 2, 1, 2, 2, 1]", "texto": "賁 \r\nLas formas agraciadas tienen un efecto positivo. Pero recuerda que hay que limpiar la olla por fuera Y por dentro. En asuntos pequeños es favorable emprender algo.", "m1": "No aceptar gozar de beneficios que aun no se han ganado.", "m2": "Se gana un lugar. Embellece su aspecto exterior.", "m3": "Lo que está en orden y bien dispuesto interiormente,\r\ntendrá un desarrollo constantemente feliz.", "m4": "¿Adornos o Sencillez? Alguien se acerca algo impetuoso. No hay malas intenciones, espera un tiempo para decidir.", "m5": "Sale del capullo y se avergüenza de la simpleza de sus alas, pero finalmente, buena fortuna.", "m6": "Gracia simple, sin error.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/166ER6IC7zR0eg3ME6c4bwb8qmrtWODEd/view?pli=1", "simbolo": "賁"}, {"numero": 21, "nombre": "Atravezar", "lineas": "[1, 2, 2, 1, 2, 1]", "texto": "嗑噬\r\n\r\nLa Mordedura Tajante\r\n\r\nEs hora de eliminar un obstáculo.\r\nÉxito.", "m1": "Cuando se impone una sentencia a alguien que por primera vez infringe la ley, la pena será leve. Sólo los dedos de los pies se colocan en el cepo. Así se impide que el culpable siga pecando y quedará libre de reproches. Es sólo una advertencia para que se detenga a tiempo en el camino del mal.", "m2": "Bajo el efecto de la irritación la cólera puede ser excesiva. Pero no hay gran daño aquí, ya que la pena es simplemente justa.", "m3": "El castigo es ejecutado por alguien que no tiene ni el poder o la autoridad para imponerlo. Es por eso que los condenados no se someten. Hay riesgos de atraerse rencores venenosos ocupándose de este asunto y uno se puede encontrar en una situación un poco humillante. Pero como la época requería este castigo, se permanece libre de reproches.", "m4": "Hay grandes obstáculos para superar y oponentes poderosos que deben ser castigados. La tarea es ardua, pero sin embargo se lleva a cabo. Para triunfar hace falta ser duro como el metal y directo como una flecha. Si se reconocen las dificultades y se persevera, se alcanza el éxito. La tarea es delicada pero al final es llevada a cabo.", "m5": "Uno tiene que decidir sobre un asunto que no es fácil pero que sin embargo es claro. Pero se posee una naturaleza con tendencia a la serenidad. En consecuencia hay que ser veraz e imparcial.", "m6": "Aquí se trata de alguien incorregible, a pesar del castigo, permanece sordo a las advertencias y a los consejos. Su obstinación conduce al infortunio.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1zD9HrbZQNKSt-tBg1QGdx-BX00PvW5W6/view", "simbolo": "嗑噬"}, {"numero": 20, "nombre": "La Contemplación", "lineas": "[2, 2, 2, 2, 1, 1]", "texto": "觀\r\nComo si estuvieras en lo alto de una torre puedes observar todo pero todos te observan a ti también.", "m1": "Estas viendo las cosas con una perspectiva baja. Intenta verlo desde tu parte Superior.", "m2": "Contemplar a través de la rendija de la puerta. Es ventajoso para la perseverancia de una mujer.", "m3": "Contemplando mi vida decide sobre el progreso o la retirada.", "m4": "Contemplando la luz del reino, es ventajoso actuar como un huésped del rey.", "m5": "Contemplando mi vida. El hombre noble no tiene reproches.", "m6": "Contemplando su vida. El hombre noble no tiene reproches.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1Yq3ml9D4PX3pNnnjZoTh56U50GdJNPYJ/view", "simbolo": "觀"}, {"numero": 19, "nombre": "El Acercamiento", "lineas": "[1, 1, 2, 2, 2, 2]", "texto": "臨 \r\nLa aproximación tiene un éxito sublime. La perseverancia es ventajosa. Cuando llega el octavo mes hay desgracia.", "m1": "Aproximación en común. La perseverancia trae la fortuna.", "m2": "Aproximación en común. ¡Fortuna! Todo es favorable.", "m3": "Aproximación cómoda. Nada que sea favorable. Si alguien es inducido a lamentarse por ello, queda libre de culpa.", "m4": "Aproximación perfecta. Sin reproches.", "m5": "Sabia aproximación. Es lo correcto para un gran príncipe. ¡Fortuna!", "m6": "Aproximación generosa. Fortuna. Sin reproches.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1ASpdRSTAAnN0O-3gc0bZSDbkRUoe-YGa/view", "simbolo": "臨"}, {"numero": 18, "nombre": "El trabajo en lo echado a perder", "lineas": "[2, 1, 1, 2, 2, 1]", "texto": "蠱\r\nRestaurar da éxito. Es propicio atravesar las grandes aguas. Antes y después del punto inicial 3 días.", "m1": "Reparando lo que fue corrompido por el padre. Si es un hijo, no hay reproches sobre el padre muerto. Peligro. Al final buena fortuna.", "m2": "Reparando lo que fue corrompido por la madre. Uno no debe ser demasiado perseverante.", "m3": "Reparando lo que fue corrompido por el padre. Habrá un pequeño remordimiento. No hay gran culpa.", "m4": "Tolerando lo corrompido por el padre. Si continúa será humillado.", "m5": "Reparando lo que fue corrompido por el padre. Uno encuentra el elogio.", "m6": "No sirve a reyes ni príncipes, busca metas más altas.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1eHpoNq2TuOC4-wxPZ0L-rdLPXAOdPNcB/view", "simbolo": "蠱"}, {"numero": 17, "nombre": "Adaptarse", "lineas": "[1, 2, 2, 1, 1, 2]", "texto": "隨\r\nElevado éxito. Persevera, no hay defecto.", "m1": "Las normas cambian. La Perseverancia trae buena fortuna. Salir a la puerta produce obras.", "m2": "Si alguien se adhiere a un niño, pierde al hombre fuerte.", "m3": "Si uno se aferra a un hombre fuerte, se pierde el niño. Siguiendo se encuentra lo que se busca. Es ventajoso permanecer perseverante.", "m4": "Siguiendo se obtiene el éxito. La perseverancia trae desgracia. Recorrer el camino con la verdad aporta claridad. ¿Cómo se podría reprochar?", "m5": "La verdad en el bien. ¡Fortuna!", "m6": "Se encuentra una firme lealtad y todavía se sobrepasan los límites. El rey lo presenta a la Montaña del Oeste.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1VXM6cvRWZPVNlSd1x7YCTVisvQV83KaE/view", "simbolo": "隨"}, {"numero": 16, "nombre": "El Entusiasmo", "lineas": "[2, 2, 2, 1, 2, 2]", "texto": "豫\r\n\r\nFervor.\r\nEs propicio designar ayudantes y hacer marchar ejércitos.", "m1": "El entusiasmo que se expresa, trae desgracia. No presumas de tus contactos.", "m2": "Sólido como una roca. No es un día entero. La perseverancia trae buena fortuna.", "m3": "Un entusiasmo que mira hacia arriba trae remordimiento. Las dudas crean remordimiento.", "m4": "La fuente del entusiasmo. El logró grandes cosas. No dudes. Reúnes amigos en tu alrededor como un pasador sujeta los cabellos.", "m5": "Permanentemente enfermo, todavía no llega a morir.", "m6": "Entusiasmo enceguecido. Pero si se cambia después de que se haya alcanzado el fin, entonces no habrá reproches.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/14VB_GFrRqR0bR6l-u511P1ZW2tFPABYl/view", "simbolo": "豫"}, {"numero": 15, "nombre": "La Modestia", "lineas": "[2, 2, 1, 2, 2, 2]", "texto": "謙\r\n\r\nHumildad va creando el éxito.\r\n\r\nLo que permanece bajo no puede más que ser elevado.", "m1": "El hombre noble, modesto en su humildad, puede cruzar la gran corriente. Buena fortuna.", "m2": "Humildad que se exterioriza. La perseverancia trae fortuna. La boca habla de la abundancia del corazón.", "m3": "Un hombre noble y humilde en su mérito lleva las cosas a su conclusión. Fortuna.", "m4": "Nada que no sea ventajoso puede detener la humildad en movimiento.", "m5": "No hacer alarde de la riqueza delante del vecino. Favorece atacar con fuerza. Nada que no sea ventajoso.", "m6": "La humildad que se exterioriza. Es favorable poner en marcha los ejércitos para castigar a la propia ciudad y al propio país.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1ewegwDqVFijrLXnze0XmoJ2AnwehgkEC/view", "simbolo": "謙"}, {"numero": 14, "nombre": "El Sol", "lineas": "[1, 1, 1, 1, 2, 1]", "texto": "大有\r\n\r\nLa posesión de lo grande\r\n\r\nElevado logro.\r\n\r\nEl sol ilumina pleno en lo alto del cielo (sombras inclusive).", "m1": "Buen comienzo. Éxito asegurado si se permanece humilde y consciente.", "m2": "Hay recursos, hay logística: se puede emprender algo.", "m3": "'Quien a sí encadenare una alegría, malogrará la vida alada. Pero quien la alegría besare en su aleteo vive en el alba de la eternidad.'", "m4": "Cuando me comparo con los demás, enseguida brillo de envidia o vanidad.", "m5": "Cuando se posee lo grande, no hace falta solo ser gentil, también hay que ser digno.", "m6": "Wu Wei. No oponer resistencia. Fortuna. Comodín.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1PFsyl7NhVPxpb_qvDkXTw76OlmtatxxP/view", "simbolo": "大有"}, {"numero": 13, "nombre": "Comunidad", "lineas": "[1, 2, 1, 1, 1, 1]", "texto": "人同\r\nAmistad. Comunidad con los hombres en lo libre. Éxito. Es propicio atravesar las grandes aguas. Persevera en tu verdad.", "m1": "Comunidad con los hombres en la puerta. Sin culpa.", "m2": "Comunidad de los hombres en el clan. Humillación.", "m3": "Él esconde armas en el matorral. Él sube a la alta colina opuesta. Durante tres años no se levanta. Hay desconfianza.", "m4": "Trepa sobre la muralla. No puede acometer. Buena fortuna. Se acerca la reconciliación.", "m5": "Al comienzo los hombres reunidos en comunidad lloran y se lamentan pero después ríen. Al cabo de grandes conflictos, ellos logran reencontrarse.", "m6": "Comunidad con los hombres en la pradera. Sin reproches.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1wWdaoY15G2-eJXqloSLq4JxEjvT8c800/view", "simbolo": "人同"}, {"numero": 12, "nombre": "Estancamiento", "lineas": "[2, 2, 2, 1, 1, 1]", "texto": "否 Desunión. Se debe de evitar la mala compañía. Lo grande se va. Llega lo pequeño.", "m1": "Si arrancamos una banda de césped, la hierba viene con ella. Cada uno de acuerdo a su clase. La perseverancia trae fortuna y éxito.", "m2": "Ellos apoyan y toleran; para el vulgo significa fortuna. El estancamiento sirve al éxito del gran hombre.", "m3": "Ellos soportan la vergüenza. El comienzo del cambio ha llegado.", "m4": "El que actúa bajo el mando del Supremo permanece sin culpa. Seres de naturaleza semejante disfrutan de la bendición.", "m5": "El estancamiento toca a su fin. Fortuna para el gran hombre.", "m6": "El estancamiento se detiene. Primero estancamiento, luego fortuna.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1y5VQygKgZKvs2K6U7kqKhxka82iXGPCD/view", "simbolo": "否"}, {"numero": 11, "nombre": "Paz", "lineas": "[1, 1, 1, 2, 2, 2]", "texto": "泰\r\nLo pequeño se va, llega lo grande. Ventura. Éxito.", "m1": "Cuando se tira del pasto, la tierra también sale con él. Cada uno de acuerdo a su naturaleza. Emprender trae buena fortuna.", "m2": "Soportar con tolerancia a los groseros, atravesar resueltamente el río, no descuidar lo que está distante y no tener en cuenta sus acompañantes. Así se consigue marchar por el medio.", "m3": "No hay llanura que no sea seguida de una cuesta, ni de ida que no sea seguida de un retorno. Sin reproches para quien permanece constante ante el peligro. No te desanimes frente a esa verdad, goza de la felicidad que todavía posees.", "m4": "Se rebaja agitando las alas sin jactarse de su riqueza, en comunidad con su vecino, cándido y sincero.", "m5": "El gobernante Yi da su hija en matrimonio. Esto eso trae bendición y sublime fortuna.", "m6": "La muralla se cayó en el foso. Ahora no necesito ejércitos. Proclama tus órdenes en tu propia ciudad. La perseverancia trae humillación.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/13bn56-rBjVUC252vTwqDWAKeWZ5gXcf4/view", "simbolo": "泰"}, {"numero": 10, "nombre": "Avanzar", "lineas": "[1, 1, 2, 1, 1, 1]", "texto": "履\r\nConducirse con buen porte, pisar fuerte y avanzar. Éxito.", "m1": "Conducta simple. Progreso sin reproches.", "m2": "Marchar sobre un camino despejado y plano. La perseverancia de un hombre oscuro trae buena fortuna.", "m3": "Un hombre tuerto puede ver; un cojo puede caminar. Tira de la cola a un tigre. El tigre muerde al hombre. Mala fortuna. Un acto heroico en defensa del gran príncipe.", "m4": "Tira la cola a un tigre. Precaución, circunspección llevan finalmente a la buena fortuna.", "m5": "Marcha resuelta. Perseverancia con conciencia del peligro.", "m6": "Observa tu marcha y considera los signos favorables. Cuando todo se cumple, llega la mejor fortuna.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1Hs7y_o2bjdeyhB_tKal2Md1CK1ZGCJTH/view", "simbolo": "履"}, {"numero": 9, "nombre": "El poder de lo pequeño", "lineas": "[1, 1, 1, 2, 1, 1]", "texto": "小畜\r\nLa fuerza domesticadora de lo pequeño. Éxito, densas nubes ninguna lluvia. En los momentos en los que no se puede gran cosa, mejor ir refinando el carácter con pequeñas acciones.", "m1": "Regreso al camino. Fortuna. Si se presentan obstáculos, regresar es lo que corresponde.", "m2": "Pese al deseo de avanzar, seguir el ejemplo de detenerse y dar media vuelta trae ventura.", "m3": "Avance testarudo conduce al fracaso. Las circunstancias no son favorables.", "m4": "El poder de la verdad, desprovisto de intereses egoístas conduce al éxito. Así se evita el derramamiento.", "m5": "Si eres sincero y leal, eres rico en tu vecindad.", "m6": "Si el éxito está en puerta, no dejarse llevar por la situación. Sé agradecido, recuerda tu esfuerzo.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/11Hd7efnZsX3QahcT-HJ5k8Ho0z7P_v9P/view", "simbolo": "小畜"}, {"numero": 8, "nombre": "Solidaridad", "lineas": "[2, 2, 2, 2, 1, 2]", "texto": "比\r\nVentura. Pregunta de nuevo para ver si tienes elevación duración y perseverancia. Los inseguros llegan poco a poco. El que llega último pierde.", "m1": "Sostenlo en la verdad y la lealtad: ahí no hay reproches. La verdad es como una escudilla de arcilla llena. Al final, la buena fortuna viene del exterior.", "m2": "Sosténganlo interiormente. La perseverancia trae la fortuna.", "m3": "Estás unido con personas que no son correctas.", "m4": "Exteriormente tú también debes ligarte a él. La perseverancia trae fortuna.", "m5": "\"Manifestación de solidaridad. En las cacerías reales, el rey emplea batidores para acorralar la caza solo por tres lados y deja libre a la que huye por el frente. Los ciudadanos no necesitan advertencia. Fortuna.", "m6": "No se encuentra cabeza para la solidaridad. Infortunio.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1XANXxIZePieOTStHMAPpJt8v7NSER8ir/view", "simbolo": "比"}, {"numero": 7, "nombre": "El ejército", "lineas": "[2, 1, 2, 2, 2, 2]", "texto": "師\r\n\r\nLos mansos esconden un gran potencial en épocas de emergencia.\r\n\r\nSe requiere la perseverancia de un hombre fuerte.\r\nVentura.", "m1": "Un ejército debe moverse en buen orden. Si el orden no es conveniente, el infortunio amenaza.", "m2": "Al centro del ejército. Buena fortuna. Sin reproches. El rey otorga una triple condecoración.", "m3": "Acaso el ejército transporte cadáveres en un carro. Mala fortuna.", "m4": "El ejército retrocede. Sin reproches.", "m5": "Hay caza en el campo. Es conveniente atraparla. Sin reproches. Que el más viejo conduzca el ejército y que los más jóvenes transporten los cadáveres. La perseverancia trae el infortunio.", "m6": "El gran príncipe emite órdenes, funda estados, otorga feudos. No debe emplearse gente inferior.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1yviAGNYMSMZlVEsEHOWwudTaj7AIjlv5/view", "simbolo": "師"}, {"numero": 6, "nombre": "Conflicto", "lineas": "[2, 1, 2, 1, 1, 1]", "texto": "訟\r\nHay oposición. Detenerse con cautela a mitad del camino.", "m1": "Desistir a tiempo. Que digan lo que quieran. Mejor pájaro en mano.", "m2": "Mantener la compostura. Evitar confrontar, regresar y quedar libre de daños.", "m3": "No reclamar ningún mérito. No atribuirse logros.", "m4": "No se deberia luchar. La aceptación aporta paz.", "m5": "Oportunidad, momento en donde luchar da logros.", "m6": "Aunque ganes la disputa, \"ojo por ojo\" y el mundo se queda ciego.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1z4pukkqgYHEuIOuJF6-hDjLqFR5RD-28/view", "simbolo": "訟"}, {"numero": 5, "nombre": "Esperar", "lineas": "[1, 1, 1, 2, 1, 2]", "texto": "需\r\n\r\nSi eres veraz, tendrás éxito. Es propicio atravesar las grandes aguas. La perseverancia trae ventura.", "m1": "Mantenerse al margen.", "m2": "Espera en la arena. Que digan lo que quieran, al final uno saldrá bien. Estar en calma y ser paciente.", "m3": "\"La espera en el fango acarrea la llegada del enemigo\".  Peligro exterior.  Hay que ser prudente.", "m4": "Esperar atrapado en una situación violenta. ¡Sal de ahí!", "m5": "Si se es moderado en un momento de recreo y celebración, se liberará uno del peligro y se obtendrán beneficios.", "m6": "Se está como atrapado. Si se acercan visitantes inesperados, sé respetuoso. Al final llega la fortuna.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1cbXvt3Gp4fV0zx72FTdkKztTF-0lYtSn/view", "simbolo": "需"}, {"numero": 4, "nombre": "Aprendiz", "lineas": "[2, 1, 2, 2, 2, 1]", "texto": "蒙\r\nManantial\r\n'La locura juvenil triunfa.' Es el alumno el que busca al maestro. La perseverancia es ventajosa.\r\nEl joven necio. No pongas a prueba al I-Ching. No preguntes dos veces.\r\nLas respuestas vendrán solas. Éxito.", "m1": "Educarse.\r\n¿Es conveniente un camino que seguramente lleve a la humillación?  Para superar la ignorancia hay que ser disciplinado.", "m2": "Es bueno tratar a los que están en posición inferior con respeto y dulzura. Ser paciente con el ignorante demuestra responsabilidad y capacidad.", "m3": "El que no es dueño de sí  mismo ante un estímulo banal, se pierde. Nada es propicio junto a personas así.", "m4": "Necedad, cortedad, inmadurez... son cosas que conducen a la humillación y al aislamiento.", "m5": "Alguien que simplemente no tiene experiencia, puede obtener beneficios al ser blando y dejarse instruir.", "m6": "Si es necesario castigar la necedad, se recomienda hacerlo únicamente en defensa propia, para prevenir algo.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1uTryp7j1eb5JHBOppy2l_-0r2hJl7s1K/view", "simbolo": "蒙"}, {"numero": 3, "nombre": "La dificultad inicial", "lineas": "[1, 2, 2, 2, 1, 2]", "texto": "屯\r\n\r\nUn brote se esfuerza por atravesar la tierra.\r\nEs bueno perseverar. Es bueno pedir ayuda.\r\n\r\nConsejo: Prepara todo para el avance.", "m1": "Vacilación y traba, es propicio permanecer perseverante y designar ayudantes. Si eres distinguido y te rebajas por debajo de la gente, conquistarás su corazón.", "m2": "Dificultades, impedimentos. él no es un raptor, cortejará en su momento. Diez años permanece esperando.", "m3": "Toma tus recaudos, capta los signos del tiempo y desiste. Continuar acarrea humillación y fracaso.", "m4": "No es posible dar ningún paso. Busca la unión, ir trae ventura. Todo es como debe ser.", "m5": "Como el bien de uno aún no es reconocido, es difícil obtener la bendición. Una pequeña perseverancia es buena, insistir demasiado acarrea desventura.", "m6": "Imposible avanzar. Lágrimas de sangre. Situación excepcional que no ha de permanecer.", "texto_especial": "", "mas_info": "https://drive.google.com/file/d/1QhyAQd5XoG4nNwy2Rl1qe0YTYduNLsjh/view", "simbolo": "屯"}, {"numero": 2, "nombre": "Lo receptivo", "lineas": "[2, 2, 2, 2, 2, 2]", "texto": "Energía totalmente Yin, Pasividad, Receptividad. Consejo: Si avanzas, pierdes. Si esperas que suceda, éxito.", "m1": "Los indicios de la oscuridad deberían ser aviso para estar prevenido.", "m2": "Sintonizarse con la esencia receptiva y nutritiva de la tierra. Todo es favorecido.", "m3": "Por tus frutos te conocerán. Hay cosas por terminar, perfil bajo.", "m4": "Momento de ser reservado. Perderse en la multitud, perfil bajo, con carpa.", "m5": "Auténtico, discreto. Buena fortuna.", "m6": "Si la parte receptiva pretendiese cambiar su rol, obtendría resistencia y lucha.", "texto_especial": "¡Todas mutan! La perseverancia duradera es beneficiosa.", "mas_info": "https://onedrive.live.com/?authkey=%21AATWlsL0bwfZ4b8&cid=D84A528D6989C121&id=D84A528D6989C121%21116&parId=D84A528D6989C121%21108&o=OneUp", "simbolo": "坤"}, {"numero": 1, "nombre": "Lo creativo", "lineas": "[1, 1, 1, 1, 1, 1]", "texto": "乾\r\n\r\nDoble cielo\r\n\r\nEnergía totalmente Yang, Acción, Exteriorización.\r\n\r\nConsejo: ¡A por ello!", "m1": "Elementos ocultos. Aún es temprano para actuar.", "m2": "El camino del medio. \r\nSer moderado y humilde.\r\nEs un buen comienzo.", "m3": "Estás activo durante todo el día pero por la noche tienes inquietud. Peligro, no hay tacha.\r\nTen presente tu objetivo.", "m4": "Vacilante elevación sobre el precipicio. Sin tacha.", "m5": "Dragón que vuela en el cielo. Es propicio ver al gran hombre.", "m6": "Dragón soberbio tendrá que arrepentirse.", "texto_especial": "¡Todas mutan!\r\nAparece un conjunto de dragones sin cabeza.\r\n¡Ventura!", "mas_info": "https://drive.google.com/file/d/1thmYt4QI59CsS4XU5w69A52vLzEvRxlv/view", "simbolo": "乾"}]